[
  {
    "path": "posts/2025-08-18-new-edition-of-applied-statistics/",
    "title": "New edition of Applied Statistics",
    "description": "Updated with data from the 2024 American National Election Study",
    "author": [],
    "date": "2025-08-18",
    "categories": [
      "Textbooks"
    ],
    "contents": "\r\nThis is the companion text for PSCI 3590, Data for Politics and Policy.\r\nhttps://jkcorder.github.io/docs/\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.github.io/docs/cover.png",
    "last_modified": "2025-08-18T15:57:10-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2025-05-27-politics-of-monetary-policy-and-the-taylor-rule/",
    "title": "Does the FOMC respond more aggressively to inflation when Republicans are in the White House and Congress?",
    "description": "Journal of Government and Economics",
    "author": [],
    "date": "2025-05-28",
    "categories": [
      "Monetary policy"
    ],
    "contents": "\r\nYes, FOMC choices reflect the party in control in Washington DC. I use the Taylor rule to explore the politics of monetary policy in the US in this recent open access piece in the Journal of Government and Economics. The original working paper that outlines these results dates to 2006, but the published work extends the data to 2024 and includes some recent political science work on politics and the Fed. The upshot is that the Fed is much more sensitive to the level of inflation when Republicans have a majority in the House and the Senate and the President is Republican.\r\nClick here to check out the full paper.\r\nThe APC for this article was covered by the Academic Center for Chinese Economic Practice and Thinking (ACCEPT), Tsinghua University and Society for the Analysis of Government and Economics (SAGE).\r\n\r\n\r\n\r\n",
    "preview": "posts/2025-05-27-politics-of-monetary-policy-and-the-taylor-rule/1-s2.0-S2667319325X00021-cov200h.gif",
    "last_modified": "2025-05-27T11:58:04-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2025-08-18-constitutions-and-gender-equality/",
    "title": "Constitutions and gender equality",
    "description": "Routledge. 2023. With Priscilla Lambert and Drew Scribner",
    "author": [],
    "date": "2024-09-18",
    "categories": [
      "Women and politics"
    ],
    "contents": "\r\nIn a piece co-authored with Priscilla Lambert (WMU) and Druscilla Scribner (UW-Oshkosh), I estimated the impact of the text or language in national constitutions on the condition of women. The constitutions of 100s of countries were coded by Lambert and Scribner and that data was merged with OECD data on the economic and political condition of women in each country. The upshot is that, yes, the language and words in constitutions matters. Specifically, countries that adopted gender-egalitarian language scored higher on a variety of metrics that measure women’s health, economic status and political rights. Nations that use language that differentiates women as mothers and wives - or omit gender entirely - score lower. The work is published as a chapter in Gender, Constitutions, and Equality: A Global Comparison. Lambert, Priscilla and Druscilla Scribner. New York: Routledge. (2023). Click here to take a look at the book.\r\n\r\n\r\n\r\n",
    "preview": "posts/2025-08-18-constitutions-and-gender-equality/L&S.jpg",
    "last_modified": "2025-08-18T16:24:54-04:00",
    "input_file": {}
  },
  {
    "path": "posts/texts/",
    "title": "Open source textbooks",
    "description": "Two textbooks for data analysis",
    "author": [],
    "date": "2022-03-01",
    "categories": [
      "Textbooks"
    ],
    "contents": "\r\nI have developed two open source textbooks using the R bookdown package. Both are linked below. The graduate text is the companion for PSCI 6920, Political Analysis II. The undergraduate text is the companion for PSCI 3590, Data for Politics and Policy.\r\nUndergraduate course: https://jkcorder.github.io/docs/\r\nGraduate course: https://jkcorder.github.io/docs/books/\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.github.io/docs/cover.png",
    "last_modified": "2022-03-02T13:14:36-05:00",
    "input_file": {}
  },
  {
    "path": "posts/foreign/",
    "title": "Regulating foreign banks",
    "description": "Working Paper",
    "author": [],
    "date": "2020-09-01",
    "categories": [
      "Banking"
    ],
    "contents": "\r\nThe role of foreign banks in the U.S. economy has been a point of practical concern historically (Do foreign banks have a competitive advantage over U.S. banks?) and recently (Do foreign banks expose U.S. taxpayers to risks originating in foreign economies?) While the role of foreign banks in emerging and developing economies has attracted the attention of policymakers and academics, reports that the Federal Reserve channeled billions in loans to foreign banks generated national news headlines in 2011 and triggered a (brief) push for greater scrutiny of foreign banks in the United States. What accounts for major changes in U.S. regulation of foreign banks? How have these rules changed as anxiety about financial crisis has been replaced with an appetite for global capital? What can the US case tell us more generally how internationally active banks impact and are impacted by domestic politics? The only conditions that seem to favor regulatory scrutiny are a rare combination of crisis or scandal (high public attention), outflows of capital from US markets, and a broader government commitment to regulatory reform.\r\nClick here to read the paper.\r\n\r\n\r\n\r\n",
    "preview": "https://cdn.pixabay.com/photo/2020/03/18/20/01/frankfurt-4945405_960_720.jpg",
    "last_modified": "2022-03-04T14:04:39-05:00",
    "input_file": {}
  },
  {
    "path": "posts/sipo/",
    "title": "The timing of COVID-19 shelter in place orders by U.S. governors",
    "description": "Policy Design and Practice. With Matthew Mingus and Daria Blinova",
    "author": [],
    "date": "2020-09-01",
    "categories": [
      "Other public policy"
    ],
    "contents": "\r\nMatthew Mingus, Daria Blinova and I isolate and estimate the impact of political party control of state government on the length of time it took U.S. states to issue shelter-in-place orders (SIPOs) in an effort to control the spread of COVID-19. We adopt a two-step process to isolate the effect of politics. First, we measure the number of days between the date that state-level cases first exceeded one case per 100,000 population and state issuance of a SIPO. This permits us to compare governor’s choices in similar contexts – when the disease is known to be present in the community. Second, we use a statistical tool – survival analysis – to differentiate between state characteristics that might be associated with higher risks of uncontrolled spread and the impact of political party control. We find that the timing of disease progression was remarkably similar across states, suggesting that many states reached the 1:100,000 benchmark at about the same time. By contrast, we find that, even after controlling for a variety of factors, a Republican governor coupled with a Republican majority in the state senate predicts delays in the implementation of SIPOs – delays on the order of two days for Republican states that did act, but no action by more than one-third of those states after more than two months above 1:100,000. In contrast, potentially important decision-making factors such as urbanization, elderly population, hospital beds, extent of chronic diseases, and budget capacity of the state government serve, at best, as poor predictors of SIPO timing.\r\nClick here to read the article.\r\nClick here for replication data and details\r\n\r\n\r\n\r\n",
    "preview": "https://www.tandfonline.com/action/showCoverImage?doi=10.1080/rpdp20.v003.i03",
    "last_modified": "2022-03-05T11:48:10-05:00",
    "input_file": {}
  },
  {
    "path": "posts/misfaction/",
    "title": "The Impact of the 19th Amendment",
    "description": "Mischiefs of Faction.  With Christina Wolbrecht",
    "author": [],
    "date": "2020-08-26",
    "categories": [
      "Women and politics"
    ],
    "contents": "\r\n…no sooner had women began entering polling places in 1920 than observers began declaring women’s suffrage a “failure.” In what we might think of as a historical version of a Twitter hot-take, outlets ranging from Good Housekeeping (“Is Woman’s Suffrage a Failure?”) to Harper’s Magazine (“Is Woman-Suffrage a Failure?”) and The Century (“Are Women a Failure in Politics?”) addressed this claim in the early 1920s. In the words of journalist Frederick Lew Allen in 1931: “[The American woman] won the suffrage in 1920. She seemed, it is true, to be very little interested in it once she had it; she voted, but mostly as the unregenerate men about her did.”\r\nAllen had the facts right: Women did not initially take up their right to vote in the same numbers as men. When women did vote, their choices were little different from those of long-enfranchised men, a pattern many attributed to husbands telling their wives how to vote. Most of the more ambitious promises and warnings about women’s suffrage—both utopia and apocalypse—never materialized.\r\nOne hundred years later, we know a lot more about how women actually vote. Women are now more likely to turn out to vote than men. While husbands and wives still generally vote for the same candidates, few assume women take direction from their husbands. In fact, the most popular and persistent media narrative is that women are different; in particular, more likely than to favor Democratic candidates. Given these (new) facts and the longer view, how should we evaluate the impact of the 19th Amendment? What did the 19th Amendment do?\r\nClick here to read the essay.\r\n\r\n\r\n\r\n",
    "preview": "https://static.wixstatic.com/media/848e88_117a3464504f445587f26ed6ba4cd2c3~mv2.jpg/v1/fill/w_120,h_120,al_c,q_80,usm_0.66_1.00_0.01/WmJ7XgZW_400x400.webp",
    "last_modified": "2022-03-05T11:45:11-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-08-14-wall-street-journal/",
    "title": "The Women’s Suffrage Movement and the Gender Gap Are Fixtures of U.S. Elections. It Didn’t Start Out That Way.",
    "description": "Wall Street Journal",
    "author": [],
    "date": "2020-07-31",
    "categories": [
      "Women and politics"
    ],
    "contents": "\r\nCheck out this\r\npiece by Aaron Zinter in the Wall Street Journal. He draws\r\non some of the data we used in A Century of Votes for Women to\r\ntalk about the gender gap in presidential voting.\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.github.io/images/wsj.png",
    "last_modified": "2022-08-16T11:10:49-04:00",
    "input_file": {}
  },
  {
    "path": "posts/ps/",
    "title": "Turning Rights into Ballots: The Uneven Integration of Women into Electoral Politics after Suffrage",
    "description": "PS Political Science and Politics. With Christina Wolbrecht",
    "author": [],
    "date": "2020-07-10",
    "categories": [
      "Women and politics"
    ],
    "contents": "\r\nAfter a more than seven-decade battle, American women secured the right to vote in August 1920. The struggle for women to have a voice in elections was not over, however. The Nineteenth Amendment states that “The right of citizens of the United States to vote shall not be denied or abridged by the United States or by any State on account of sex.” The amendment gives Congress the power to enforce the law by appropriate legislation. It does not, however, empower or charge any government office or actor with ensuring that women can and do cast ballots. This article argues that this reality, often taken for granted, has serious implications for both the incorporation of women into the electorate and the representation of their political interests.\r\nClick here to check out the article.\r\n\r\n\r\n\r\n",
    "preview": "https://static.cambridge.org/covers/PSC_0_0_0/ps-political-science-and-politics.jpg",
    "last_modified": "2022-03-05T11:46:58-05:00",
    "input_file": {}
  },
  {
    "path": "posts/cwv/",
    "title": "A Century of Votes for Women",
    "description": "Cambridge University Press.  2020. With Christina Wolbrecht",
    "author": [],
    "date": "2020-03-01",
    "categories": [
      "Women and politics"
    ],
    "contents": "\r\nFrom the publisher:\r\nHow have American women voted in the first 100 years since the ratification of the Nineteenth Amendment? How have popular understandings of women as voters both persisted and changed over time? In A Century of Votes for Women, Christina Wolbrecht and J. Kevin Corder offer an unprecedented account of women voters in American politics over the last ten decades. Bringing together new and existing data, the book provides unique insight into women’s (and men’s) voting behavior, and traces how women’s turnout and vote choice evolved across a century of enormous transformation overall and for women in particular. Wolbrecht and Corder show that there is no such thing as ‘the woman voter’; instead they reveal considerable variation in how different groups of women voted in response to changing political, social, and economic realities. The book also demonstrates how assumptions about women as voters influenced politicians, the press, and scholars.\r\nClick here for details…\r\nChristina created a site for the book that includes links to several reviews….Perspectives on Politics, American Historical Review, MS Magazine, Kirkus and others\r\n\r\n\r\n\r\n",
    "preview": "https://assets.cambridge.org/97813166/38071/cover/9781316638071.jpg",
    "last_modified": "2022-03-05T11:54:21-05:00",
    "input_file": {}
  },
  {
    "path": "posts/allin/",
    "title": "A Century of Votes for Women",
    "description": "WFYI",
    "author": [],
    "date": "2020-02-12",
    "categories": [
      "Women and politics"
    ],
    "contents": "\r\nCheck out a podcast from All IN - an interview with me and Christina\r\nWolbrecht about our new book, Century of Votes for\r\nWomen. Click\r\nhere to listen.\r\n\r\n\r\n\r\n",
    "preview": "https://www.wfyi.org/files/image/allin.png",
    "last_modified": "2022-08-16T11:06:55-04:00",
    "input_file": {}
  },
  {
    "path": "posts/newsweek/",
    "title": " Predicting How Women Will Vote Requires Looking Beyond Gender Alone",
    "description": "Newsweek. With Christina Wolbrecht",
    "author": [],
    "date": "2020-01-30",
    "categories": [
      "Women and politics"
    ],
    "contents": "\r\nHeading into the 2020 presidential election, campaign strategists would do almost anything for a crystal ball to predict voting patterns and give them the key to lock up a large voting bloc. Securing the “women’s vote” would be a major coup, yet in this adaptation from their recently published book, A Century of Votes for Women, political science professors Christina Wolbrecht and J. Kevin Corder explain why this is easier said than done.\r\nClick here to read the essay.\r\n\r\n\r\n\r\n",
    "preview": "https://d.newsweek.com/en/full/1563266/per-womenvoters-banner.webp?w=1280&f=981aadd683d410e7ee641d94b3365a25",
    "last_modified": "2022-03-05T11:45:39-05:00",
    "input_file": {}
  },
  {
    "path": "posts/aba/",
    "title": "Did Women Vote Once they had the Opportunity?",
    "description": "ABA Insights on Law and Society. With Christina Wolbrecht",
    "author": [],
    "date": "2019-10-01",
    "categories": [
      "Women and politics"
    ],
    "contents": "\r\nThe initial verdict and much of the early scholarship concluded that woman suffrage was a failure, as turnout was low and the addition of women voters failed to shake up the two-party balance of power. While the observers were right in important ways—women’s turnout was indeed lower than men’s—we now know that there were a host of legal and organizational factors that conspired to block or slow the mobilization of women. The incorporation of women as full equals in the electoral process would take decades, and understanding why this is the case helps us better understand the challenges facing efforts to make voting rights a reality for traditionally marginalized groups.\r\nClick here to check out the essay.\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.files.wordpress.com/2019/11/aba-cover.png",
    "last_modified": "2025-05-27T10:47:28-04:00",
    "input_file": {}
  },
  {
    "path": "posts/wmuk/",
    "title": "Is Now The Right Time To Scale Back Financial Regulations?",
    "description": "WMUK",
    "author": [],
    "date": "2017-03-11",
    "categories": [
      "Banking"
    ],
    "contents": "\r\nClick here to listen my interview on financial regulation on West by Southwest with Gordon Evans of WMUK.\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.files.wordpress.com/2017/03/pexels-photo-200749.jpeg",
    "last_modified": "2022-03-04T13:10:03-05:00",
    "input_file": {}
  },
  {
    "path": "posts/mcage/",
    "title": "Was Women's Suffrage a Failure?",
    "description": "The Monkeycage. With Christina Wolbrecht",
    "author": [],
    "date": "2016-08-26",
    "categories": [
      "Women and politics"
    ],
    "contents": "\r\nCheck out a short summary of my work with Christina Wolbrecht on women’s voting in the 1920s and 1930s (Washington Post, August 26, 2016). Reposted August 26, 2017\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.files.wordpress.com/2017/01/imrs-php.jpg",
    "last_modified": "2022-03-05T11:43:23-05:00",
    "input_file": {}
  },
  {
    "path": "posts/cwb/",
    "title": "Counting Women's Ballots",
    "description": "Cambridge University Press.  2016. With Christina Wolbrecht",
    "author": [],
    "date": "2016-07-01",
    "categories": [
      "Women and politics"
    ],
    "contents": "\r\nCheck out my book with Christina Wolbrecht. We examine the voting behavior of newly enfranchised women in the first five presidential elections after the 1920 ratification of the 19th amendment. While new women voters don’t change the overall or national relative strength of the two major parties, we find that women enter the electorate as local partisans, making one party GOP states more Republican and one party Democratic states more Democratic. New women voters contribute to the diminishing vote share of third party alternatives after 1924.\r\nClick here for details..\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.files.wordpress.com/2017/01/9781316505878.jpg",
    "last_modified": "2022-03-05T11:43:59-05:00",
    "input_file": {}
  },
  {
    "path": "posts/basel3/",
    "title": "Capital requirements and Basel III",
    "description": "Working paper",
    "author": [],
    "date": "2016-04-01",
    "categories": [
      "Banking"
    ],
    "contents": "\r\nThe global financial crisis inspired a radical overhaul of international conventions for capital and liquidity requirements applied to banks. Did the reforms lead to a broad convergence in national approaches to bank regulation, or did the crisis experience lead national authorities to seek broader discretion to reign in risky lending and contain potential crises?\r\nClick here to see the paper\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.files.wordpress.com/2017/05/tower2.jpg",
    "last_modified": "2022-03-02T13:21:36-05:00",
    "input_file": {}
  },
  {
    "path": "posts/brr/",
    "title": "Bank recovery and resolution",
    "description": "Working paper",
    "author": [],
    "date": "2016-04-01",
    "categories": [
      "Banking"
    ],
    "contents": "\r\nThe global financial crisis drew attention to the costs of bank failure - taxpayer-funded bailouts of large financial institutions were an unpopular but common solution. How have different countries adapted tools for bank recovery and resolution to avoid bailouts in the future? I look at the experience of Eurozone nations, the US and the UK to determine how or if national approaches converged or diverged as the crisis unfolded.\r\nClick herea> for a copy of the working paper.\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.files.wordpress.com/2017/05/pexels-photo-351264.jpeg",
    "last_modified": "2022-03-02T13:25:02-05:00",
    "input_file": {}
  },
  {
    "path": "posts/fed/",
    "title": "The Fed and the Credit Crisis",
    "description": "Lynne Rienner Publishers",
    "author": [],
    "date": "2012-10-01",
    "categories": [
      "Banking"
    ],
    "contents": "\r\nWhat was the role of the Federal Reserve System in the 2008 financial crisis—as a cause of the crisis, as the most important government agency to respond, and as the center of federal efforts to prevent another crisis?\r\nClick here to read a sample chapter from my 2012 book on the Fed’s response and the novel technical and political challenges the Fed is likely to face as the crisis unwinds.\r\n\r\n\r\n\r\n",
    "preview": "https://www.rienner.com/uploads/4f50f39c561d0.jpg",
    "last_modified": "2022-03-04T12:53:19-05:00",
    "input_file": {}
  },
  {
    "path": "posts/fnma/",
    "title": "Fannie Mae and Freddie Mac - Where Are They? How Did They Get There?",
    "description": "Working paper. With Susan Hoffmann",
    "author": [],
    "date": "2012-07-01",
    "categories": [
      "Other public policy"
    ],
    "contents": "\r\nSusan Hoffmann and I co-authored a paper on the history and evolution of the housing Government-Sponsored Enterprises - Fannie Mae and Freddie Mac. We trace how the intersection of affordable housing policy, deregulation, and privatization ultimately caused the GSEs to fail.\r\nClick here to read the paper.\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.files.wordpress.com/2016/11/13972_150px11.jpg",
    "last_modified": "2022-03-05T12:03:54-05:00",
    "input_file": {}
  },
  {
    "path": "posts/fsoc/",
    "title": "Innovations in Information Sharing and Collaboration: Building the Financial Stability Oversight Council",
    "description": "Working paper. With Susan Hoffmann",
    "author": [],
    "date": "2012-04-01",
    "categories": [
      "Other public policy"
    ],
    "contents": "\r\nSusan Hoffmann and I co-authored a paper on the structure and early performance of the FSOC. Created in the aftermath of the 2008 financial crisis, the FSOC is just one example of efforts by Congress to use interagency councils to improve or rationalize federal regulation. The Council is an important formal response to the 2008 financial crisis, focusing regulator attention on a new problem and providing a forum to coordinate and reconcile agency choices related to that problem. We use two earlier and related initiatives – the Federal Financial Institutions Examination Council and the Interagency Country Exposure Review Committee – to learn about the operation and performance of interagency councils in the domain of financial regulation. The paper draws on insights from an extensive literature on interagency collaboration and research on the performance and management of formal and informal networks. What structural features and other observable administrative choices are associated with successful collaborative efforts?\r\nClick here to read the paper.\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.github.io/images/fsoc.png",
    "last_modified": "2022-03-05T15:01:05-05:00",
    "input_file": {}
  },
  {
    "path": "posts/par/",
    "title": "The Federal Reserve System and the Credit Crisis",
    "description": "Public Administration Review",
    "author": [],
    "date": "2009-07-01",
    "categories": [
      "Banking",
      "Other public policy"
    ],
    "contents": "\r\nThe Federal Reserve System struggled to maintain order in U.S. credit markets as rapid declines in home prices led to huge write-downs in the value of mortgage-backed securities held by financial institutions. The Fed could have taken a number of steps—in the mortgage market or through broader regulatory actions—to either preempt or mitigate the impact of this market disruption. Broader regulatory actions—in the mortgage market, of risk taking by financial institutions, or in the form of actions to limit the contagion of crisis—imply fundamental changes at the Fed. The network of actors with a stake in broader regulatory action is powerful and highly resistant to regulatory scrutiny. The statutory mission of the Fed—especially its commitment to stable prices—could be jeopardized by a broad and explicit mandate to provide liquidity to a wide range of vulnerable financial institutions.\r\nClick here to read the paper at PAR.\r\n\r\n\r\n\r\n",
    "preview": "https://onlinelibrary.wiley.com/cms/asset/0b07bc3d-020b-47ac-b1d1-d19f7c58ebef/puar.2009.69.issue-4.cover.gif",
    "last_modified": "2022-03-05T11:18:58-05:00",
    "input_file": {}
  },
  {
    "path": "posts/taylor/",
    "title": "Partisan politics and Fed policy choices: A Taylor rule approach",
    "description": "Working Paper",
    "author": [],
    "date": "2006-04-01",
    "categories": [
      "Banking"
    ],
    "contents": "\r\nI got distracted from this work in 2006 but the conference paper has a few citations and some interesting resutls. Not as relevant today since the federal funds rate has been at or near the lower bound for years…\r\nHow do the President and the Congress affect the policy choices of the Federal Reserve System? I draw on a commonly used tool for estimating the sensitivity of Fed responses to output and inflation - the Taylor rule - to learn about the politics of monetary policy. The Taylor rule provides a convenient way to determine if Fed choices can be explained by the partisan makeup of Congress and the White House. Does the Fed respond more aggressively to inflation under a Republican President or if a Republican majority controls Congress? Does the Fed respond to recession sooner and with lower interest rates if the President is a Democrat? The results indicate changes in the pivotal legislator– as described by Morris (2000) - influence monetary policy choices, rather than the President alone, appointment to the Board, or the Board chairman. Congress and the President jointly influence the policy choices of the Fed in ways that benefit the core constituencies of the major parties. The Fed is systematically more responsive to inflation when a Republicans control the White House and the Congress.\r\nOne insight of the paper is that congressional majorities matter, not just the party of the president. The key result is captured in Figure 3 in the paper. Republican majorities lead to a higher federal funds rate in the presence of growing inflation.\r\n\r\n\r\n\r\nClick here to download the paper.\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.github.io/images/mpsa2006.png",
    "last_modified": "2022-03-05T11:39:29-05:00",
    "input_file": {}
  },
  {
    "path": "posts/highered/",
    "title": "College financing and persistence to the second year",
    "description": "Working paper. With Kathyrn Corder and Tracy Pattok",
    "author": [],
    "date": "2005-07-01",
    "categories": [
      "Other public policy"
    ],
    "contents": "\r\nThis paper examines second year persistence rates of students receiving various types of financial assistance. We use aggregate data and new methods of ecological inference to uncover individual-level relationships between financial aid and student persistence. We combine data on the proportion of students receiving various types of aid reported in the Integrated Post Secondary Education Data System [IPEDS] with second year persistence rates reported to the Consortium for Student Retention Data Exchange [CSRDE].\r\nWe find that links between aid received and persistence vary across both forms of aid and type of institution. At highly selective institutions, students with federal aid persist at a much lower rate than other students, but students with loans, institutional aid, and state aid persist at similar rates. At less selective institutions, students with institutional aid or state aid persist at a lower rate than other students, but students with loans or federal aid persist at similar rates. The varying effects observed across institutions explain some of the weak or contradictory findings that are reported in existing research.\r\nThe paper was originally presented at the 2005 Annual Forum of the Association for Institutional Research, San Diego, CA. June, 2005. It is cited occasionally in the literature on persistence and graduation. Click here to read the paper.\r\n\r\n\r\n\r\n",
    "preview": "https://jkcorder.github.io/images/air.png",
    "last_modified": "2022-03-05T11:25:15-05:00",
    "input_file": {}
  }
]
